{
    "articles": [
      {
        "articlesNumber": 0,
        "sections": [
          {
            "sectionNumber": 1,
            "interpretation": "We, the people of the United States, create and approve this Constitution to build a stronger, united country, ensure fairness, maintain peace within the nation, protect it from external threats, support the well-being of everyone, and protect freedom for ourselves and future generations."
          }
        ]
      },
      {
        "articleNumber": 1,
        "sections": [
          {
            "sectionNumber": 1,
            "interpretation": "All legislative powers mentioned in the Constitution are granted to the Congress of the United States. The Congress consists of two sections, the Senate and the House of Representatives. Considering that all legislative powers are given to the Congress, one can see how important it is to vote not just in Presidential elections but also Congressional elections."
          },
          {
            "sectionNumber": 2,
            "interpretation": "The members of the House of Representatives should be elected by the people of each State in an election held every two years. Each state is able to set qualifications required of voters to be able to vote in these elections. Representatives must be over the age of 25, live in the state they represent, and have been a U.S. Citizen for at least seven years prior to the election. Both Representatives and taxes are divided among the states based on population. Population is counted by adding up all free people and counting all others as three-fifths of a person. Native Americans are not included in this count because they do not pay taxes. Population count should occur three years after the first Congress meets then every ten years, as the law requires. There should be no more than one representative for every 30,000 people and each state should have at least one. Before the first count is done, the number of representatives per state is specified. If there is a vacancy, the Executive Authority of the state should issue Writs of Election and hold a special election to fill it. The House of Representatives should choose their Speaker. The House of Representatives has the sole power to begin the Impeachment process. It is important to note that while the State can set qualifications for voters, there are laws protecting the rights of voters. However, these were added much later with the Voting Rights Act of 1965 and 19th Amendment in 1920."
          },
          {
            "sectionNumber": 3,
            "interpretation": "The Senate should consist of members elected by the State’s legislature every six years. Each state has two senators and each senator has one vote. After the first Senate elections, Senators should be divided into three groups with terms ending every two years. This ensures that a third of the Senate is elected every two years. If there is a vacancy when a state legislature is not in session, the Executive Authority of the state may make a temporary appointment. Senators must be 30 years old, live in the state they represent, and have been a U.S. Citizen for nine years. The Vice President serves as the President of the Senate and votes in the case of a tie. The Senate has the power to choose their other officers and a President Pro Tempore, who acts in the absence of the Vice President. The Senate has the sole power to execute an impeachment trial. All senators must take an oath during the trial. The Supreme Court’s Chief Justice must preside if the President is on trial for impeachment. There must be a two-thirds agreement to convict a person. Punishment in an impeachment trial includes removal from office and being banned from all government positions. The person may still face other penalties after the trial. Originally, the State Legislature elected the Senators for their State. However, after the 17th Amendment the people are now able to directly vote for their Senators. This ensures that people have a greater say in their representation in Congress."
          },
          {
            "sectionNumber": 4,
            "interpretation": "Each State’s legislature decides when, where, and how elections for Senators and Representatives are held but Congress is able to change any rule except for where Senators are chosen. Congress should meet at least once a year on the first Monday in December, unless a different date is set by the law. This article gives the State power to decide the procedure for elections with some limitations. This emphasizes that it is important to vote in State elections, as the State government is responsible for setting regulations and laws that will have the most impact on our daily lives."
          },
          {
            "sectionNumber": 5,
            "interpretation": "Each House should decide if its members were elected properly and if they meet the necessary qualifications. A majority of members is required to conduct business but a smaller group can meet and force the other members to attend, if necessary. Each House has its own rules and they may punish their members as well as expel a member with a two-thirds vote. Meeting minutes must be taken and published, unless the information needs to be kept secret. If one-fifth of the members present a request to record the votes in the Journal, then they will be. Neither House can take a break or move locations for more than three days without approval of the other House during a session of Congress. This article ensures that there are protections in place to prevent underqualified candidates from entering the House of Representatives. It also sets laws in place for how the House is expected to conduct business."
          },
          {
            "sectionNumber": 6,
            "interpretation": "Senators and Representatives should receive a salary set by the law and paid by the U.S. Treasury. They can’t be arrested while attending or traveling to sessions of Congress except for cases of treason or other major crimes. While serving, members of Congress can’t hold a government job while serving. They also can’t hold government jobs that were created or had a pay increase during their term. This article helps prevent corruption in Congress, in terms of preventing them from raising their own salary and creating governments jobs/positions for their own benefit."
          },
          {
            "sectionNumber": 7,
            "interpretation": "Bills regarding tax increases must start in the House of Representatives but the Senate has a say. After a bill passes both Houses, it goes to the President. The President must approve and sign it into the law. If the President vetoes the bill, it goes back to the Houses and if two-thirds of both houses agree, it becomes a law. If the President doesn’t send the bill back within ten days, it automatically becomes a law. Any decisions requiring approval from both Houses must also be approved by the President. This article explains the checks and balances put in place to ensure that no one section of government has too much power. Approval is required by at least three different entities each time a bill is to be passed."
          },
          {
            "sectionNumber": 8,
            "interpretation": "Congress has the power to collect taxes and other fees to pay debts and provide for the well-being of the Country, as well as borrow money.They may regulate trade with foreign countries and between states. They must also set other consistent standards for citizenship, bankruptcies, value of money, punishments for counterfeiting money, postal offices and set postal routes. Congress may also promote science and arts by granting patents. Congress must establish lower courts and define as well as punish crimes like piracy and violations of international law on the seas. Congress has the right to declare war and set other rules regarding enemies of the Country. Congress also raises and supports the army, maintains a navy, and sets the rule for managing both. Congress may make all the necessary and proper laws required to carry out the powers mentioned and any other powers given to them by the U.S. Constitution. This article lists all the powers of Congress, which again emphasizes the importance of participating in Congressional elections."
          },
          {
            "sectionNumber": 9,
            "interpretation": "Congress can’t stop the importation of people the States allow until 1808, but they can impose a tax of up to $10 per person. The writ of habeas corpus can’t be suspended unless there is a rebellion or invasion threatening public safety. Congress is not allowed to pass laws targeting specific individuals or pass laws making previous laws illegal. No taxes or duties can be placed on goods exported from states. All states must be treated equally in terms of commerce and revenue regulations. No money can be taken from the Treasury without a law authorizing it and reports must be posted on spending. The government can’t grant titles of nobility and no official can accept gifts or positions from foreign rulers without Congress’s consent. This article puts protections into place to ensure equality under the law for people and states. This first part of the article references fees regarding slavery, which is no longer relevant as slavery is illegal."
          },
          {
            "sectionNumber": 10,
            "interpretation": "States can’t enter into treaties, allies or confederations, issue letters of marque or reprisal, mint or issue their own money, require anything other than gold or silver for debt payment, pass bills of attainder, pass ex post facto laws, pass laws breaking contract obligations, or grant titles of nobility. States may not impose taxes on imports or exports without Congress’s permission. Additionally, States may not maintain troops or warships during peacetimes, make agreements with other states or foreign powers, or go to war without Congress’s approval. This articles ensures that States are not given too much power and that the Federal government and Constitution are still the supreme law of the land."
          }
        ]
      },
      {
        "articleNumber": 2,
        "sections": [
          {
            "sectionNumber": 1,
            "interpretation": "The President of the United States shall hold executive power. Both the President and Vice President must be elected together for a four year term. Each State should appoint as many electors as they have Congressmen. Electors should meet in their states and vote for two people, one not being a resident of their State. Their votes must be sent to the President of the Senate who certifies the votes in front of Congress. The person with the majority of electoral votes becomes President. If there is a tie or there is no majority, the House of Representatives will vote for the President from the top five candidates. Congress sets the rule for choosing electors and their voting day. A presidential candidate must be a natural-born citizen, have lived in the United States for fourteen years, and be at least 35 years old. The President receives a salary which can’t be raised during their term. Before taking office they must take an oath to uphold the Constitution. This article outlines the procedure for electing the President. As of now, the people still do not directly elect the President. The electors appointed by each State have the final say. However, many are obligated to vote according to their State's votes or tend to follow the majority in their State anyways."
          },
          {
            "sectionNumber": 2,
            "interpretation": "The President is the Commander in Chief of the Army and Navy, as well as any State Militias. The President has the power to grant reprieves and pardons for all federal offenses except impeachment. The President may make treaties, with approval of two-thirds of the Senate. They may also appoint ambassadors, other public officials, Supreme Court justices, and other federal officers unless specified. The President may fill vacancies occurring while the Senate is not in session through temporary appointments. This article establishes the President as the representative of the United States in global politics and as the commander of the army and navy."
          },
          {
            "sectionNumber": 3,
            "interpretation": "The President should inform Congress of the State of the Union and suggest measures. The President may call both Houses into session if needed. The President’s responsibilities include meeting with ambassadors and foreign officials, ensuring laws are executed, and appointing federal officers. This ensures that there is communication between Congress and the President."
          },
          {
            "sectionNumber": 4,
            "interpretation": "The President, Vice President, and other federal officials can be removed from office by impeachment and may be convicted of treason, bribery, or other high crimes and misdemeanors. This article puts protections into place against corrupt or underqualified government officials, the President, and the Vice President."
          }
        ]
      },
      {
        "articleNumber": 3,
        "sections": [
          {
            "sectionNumber": 1,
            "interpretation": "The judicial power of the United States will be enacted by the Supreme Court and any lower courts established by Congress. Judges of the Supreme Court and other lower courts serve for life. Their salaries may not be reduced while in office. This establishes the Supreme Court as the highest court in the United States. Since Supreme Court Justices are appointed by the President, it is important to elect a President that you believe will make the right decisions."
          },
          {
            "sectionNumber": 2,
            "interpretation": "Judicial power includes cases involving the Constitution, federal laws, treaties, ambassadors, public officials, consuls, admiralty, maritime, and where the U.S. is a party. Disputes between states, between a State and people from another State, between people from different States, between people from the same state claiming land in another State, or between a state and its citizens or foreign entities may be handled by the courts. The Supreme Court has original jurisdiction in cases involving ambassadors, public officials, and when a State is a party. For all other cases, the Supreme Court has appellate jurisdiction and may review decisions made by lower courts. Trials for all crimes, except impeachment, must be held with a jury in the state where the crime is committed. If a crime is not committed in a state, Congress should decide the location of the trial. The Supreme Court plays an important role in certifying laws as either constitutional or unconstitutional and has the ability to overturn previous rulings of lower courts."
          },
          {
            "sectionNumber": 3,
            "interpretation": " Treason against the U.S. is defined as waging war against the country or helping its enemies. To convict a person of treason, there must be testimony from two witnesses or a confession in court. Congress may decide the punishment for treason but conviction can’t result in their descendants being punished and it must only last for the person’s lifetime. This articles sets the procedures for punishing and identifying those who have committed treason against the country, while also protecting their family who may be innocent."
          }
        ]
      },
      {
        "articleNumber": 4,
        "sections": [
          {
            "sectionNumber": 1,
            "interpretation": "Each State must recognise the acts, records, and court decisions of every other State. Congress may make laws about the effects of these acts and decisions. This ensures that States recognize each other's laws and treat each other equally."
          },
          {
            "sectionNumber": 2,
            "interpretation": "Citizens of each State have the same rights and protections as those of other States. If a person is wanted for a serious crime, the other State must return them to the State where the crime was committed if requested by authorities. If a person is held for Labor or Service and escapes the State, they can’t be freed from this by entering another state. The new State must return them to their original State. This ensures that each State is allowed to carry out their laws and regulations without interference from other States."
          },
          {
            "sectionNumber": 3,
            "interpretation": "Congress can admit new states into the Union. New States may not be created within boundaries of existing States or by combining existing States without approval of Congress. Congress has the authority to manage and enact rules for U.S. territories and property. This ensures that States are not dividing themselves into new States when there are disagreements and it allows Congress to intervene in such cases."
          },
          {
            "sectionNumber": 4,
            "interpretation": "The U.S. must guarantee that all States in the Union have a Republican Form of Government. The U.S. government must also protect the States from foreign invasions and assist in cases of domestic violence. This article requires that all States have a Republican form of government protecting the citizens of each State from an overpowering State government."
          }
        ]
      },
      {
        "articleNumber": 5,
        "sections": [
          {
            "sectionNumber": 1,
            "interpretation": "Congress, by a two-thirds vote of both the Senate and the House of Representatives, may propose an amendment to the Constitution, or two-thirds of state legislatures can ask Congress to call such a convention. If such a proposed amendment is ratified by the legislatures or conventions in three-fourths of the states as Congress decides the ratification should occur, it becomes part of the Constitution. It is relevant to the average American because it shows the Constitution can change over time as a type of living document, but any changes require wide support from both Congress and the states."
          }
        ]
      },
      {
        "articleNumber": 6,
        "sections": [
          {
            "sectionNumber": 1,
            "interpretation": "Any debts or agreements that predated the adoption of this Constitution into law by the United States will continue to be valid under the Constitution as they had been under the old government. The Constitution together with the laws of the United States made in pursuance thereof and all treaties made is the Supreme law of the land. It means that all states must follow it even though the law or constitution of a state says something to the contrary. All Senators, Representatives, members of the state legislatures, and all executive and judicial officers of the United States and of the several states, shall be bound by Oath or Affirmation, to support this Constitution. However, no one can be required to pass a religious test in order to hold a government job or position of trust in the United States. This passage ensures that debts run up prior to the Constitution are still valid, after its ratification; it establishes the Constitution and laws of the federal government as the law of the land, or the highest authority; and obligates all government officials to support the Constitution. It also provides religious liberty in banning religious tests for public office."
          }
        ]
      },
      {
        "articleNumber": 7,
        "sections": [
          {
            "sectionNumber": 1,
            "interpretation": "All that needed to occur for the Constitution to take effect was for conventions in nine states to ratify-that is, to approve-it. In that event, the Constitution would apply to those nine accepting states. This  highlights how the Constitution was established with the support of a majority of the states."
          }
        ]
      }
    ],
    "amendments": [
        {
            "amendmentNumber": 1,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Congress cannot make any laws that create an official religion or stop people from practicing their religion freely. It also cannot make laws that limit freedom of speech, freedom of the press, the right of people to gather peacefully, or the right to ask the government to fix problems or address complaints. This clause guarantees all citizens the following basic freedoms: Congress shall not establish a national religion, or prohibit the free exercise of religion, or abridge freedom of speech, or of the press, or the right of the people peaceably to assemble and to petition the government for redress of grievances. These rights guarantee individual rights and democratic participation."
                }
            ]
        },
        {
            "amendmentNumber": 2,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Since a well-organized militia is important for the security of a free country, people have the right to own and carry weapons, and this right cannot be taken away. This ensures that the government cannot take away the people's right to bear arms."
                }
            ]
        },
        {
            "amendmentNumber": 3,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Soldiers cannot be housed in someone’s home without the homeowner’s permission. Even during war, this can only happen in a way that follows the law. This amendment protects the people's privacy by preventing the government from forcing them to house soldiers without consent, ensuring people control their own homes even during war."
                }
            ]
        },
        {
            "amendmentNumber": 4,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "People have the right to security in their bodies, houses, papers, and effects, against unreasonable searches and seizures; which can not be violated without probable cause of valid reasons. No warrant of search and seizure shall issue without legitimate basis, and particularly describing the place to be searched and the persons or things to be seized. This amendment ensures personal properties, homes, and belongings of people are free from intrusion without proper legal justification."
                }
            ]
        },{
            "amendmentNumber": 5,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "No one can be put on trial for a serious crime unless a Grand Jury formally charges them, except for cases involving the military during war or public emergencies. A person cannot be tried twice for the same crime (double jeopardy), nor can they be forced to testify against themselves. No one can be punished or lose their life, freedom, or property without going through the proper legal process. Further, the taking of private property by the government for public use must be by just compensation to the owner. This clause offers critical protections to accused persons, due process prior to deprivations of life, liberty, or property, and just compensation if private property is to be used for public purposes. Collectively, these rights promise fairness and equality in the application of the law."
                }
            ]
        },{
            "amendmentNumber": 6,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the State and district wherein the crime shall have been committed, which district shall have been previously ascertained by law. The accused has the right to be informed of the nature of the charges brought against them; to confront witnesses brought against them; to obtain witnesses in favor; and to have the Assistance of Counsel for his defense. This clause guarantees two fundamental rights for the accused in any criminal case: a speedy and public trial by an impartial jury in the district where the crime was committed. These rights guard fair treatment in criminal cases."
                }
            ]
        },{
            "amendmentNumber": 7,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "In lawsuits at common law, where the value in controversy exceeds twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury, shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law. This prohibits the results of a jury trial from being reviewed by other courts except under common law rules. That would help at least to protect the integrity of jury decisions, making the legal process, at least, fair, in large disputes."
                }
            ]
        },{
            "amendmentNumber": 8,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Bail and fines cannot be excessively high, and punishments must not be cruel or unusual. This clause protects the citizens from the unfair practice of law, avoiding excessive bail or fines, hardships, or unusual punishment. It helps in ensuring punishments due in proportion to the committed crime and that the legal process remains humane and just."
                }
            ]
        },{
            "amendmentNumber": 9,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Listing specific rights in the Constitution does not mean that people don't have other rights that are not mentioned. This clause suggests that the listing of rights in the Constitution does not infer that all the other rights, which are not listed, are not protected. It guarantees that people retain their rights irrespective of whether the Constitution mentions them or not."
                }
            ]
        },{
            "amendmentNumber": 10,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Any powers that the Constitution does not give to the federal government or ban from the states belong to the states or the people."
                }
            ]
        },{
            "amendmentNumber": 11,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "The federal courts cannot hear lawsuits brought by citizens of one state against another state or by people from foreign countries against a state. This clause creates a limitation on judicial power within the United States by the prohibition against lawsuits against a state by citizens of another state or foreign nationals. The state is protected from being sued within federal court by individuals or entities outside their state."
                }
            ]
        },{
            "amendmentNumber": 12,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "The electors from each state meet and vote for President and Vice-President. One of these persons must be an inhabitant of another state than themselves. They vote separately for President and Vice-President and forward the votes, along with lists showing the number of votes each candidate received, to the President of the Senate. The votes are to be opened and counted by the President of the Senate, in the presence of the Senate and House of Representatives. A candidate must receive the majority of the votes of the electors to become President. If no one receives a majority, then the House of Representatives, with a quorum of two-thirds of the states being present, and a majority of all the states being necessary to make a choice, shall select the President from the three highest candidates. If the House does not select a President on or before March 4, the Vice-President acts as President until such time as one is selected. For a person to be elected Vice-President, he or she has to have a majority of the votes of the electors. If no one gets this majority, the Senate has to decide who is to be the Vice-President among the top two candidates. A quorum for this is two-thirds of the Senate, and to make a choice, it needs a majority of all Senators. A person who is not eligible to be President cannot become Vice-President. This process will help retain integrity and fairness in presidential elections, shaping the way leaders of the nation are chosen, with full involvement of the states in such a critical decision."
                }
            ]
        },
        {
          "amendmentNumber": 13,
          "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "This amendment abolishes slavery. Ratified on December 6, 1865, it prevented slaves from being owned and did does not allow punishment without proper convinction."
                },
                {
                    "sectionNumber": 2,
                    "interpretation": "Congress is allowed to enforce this through the correct legislation."
                }
          ]
        },
        {
            "amendmentNumber": 14,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "If you are born in the United States then you will automatically become a US citizen. As a US citizen every state is allows you free access to enter, work and own property."
                },
                {
                    "sectionNumber": 2,
                    "interpretation": "Every state will be given a number of represenatives based on their population. Any citizen of that state that is 21 years or older is allowed to vote and if they are prevented from doing so, their represenatives will start being taken away. This allows open voting in every state."
                },
                {
                    "sectionNumber": 3,
                    "interpretation": "Someone is not able to run for any part of the US government if they have previous attempted to start a rebellion or overthrow the government. This is designed to protect the US government. However, is 2/3 of the house agrees, then an exception for an individual can be made."
                },
                {
                    "sectionNumber": 4,
                    "interpretation": "The US government is only responsible for paying the debts which it has agreed to or support the end of a rebellion. It is not resposnible for paying off any debts to rebels or previous slave owners who had lost slaves due to the 13th amendment."
                },
                {
                    "sectionNumber": 5,
                    "interpretation": "Congress is allowed to enforce all above provisions through appropriate legislation."
                }
            ]
        },
        {
            "amendmentNumber": 15,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Nobody is allowed to deny the right to vote based on race, color, or prior status of slavery."
                },
                {
                    "sectionNumber": 2,
                    "interpretation": "Congress is allowed to enforce all above provisions through appropriate legislation."
                }
            ]
        },
        {
            "amendmentNumber": 16,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Congress has the power to impose and collect taxes from any income, regardless of where it came from. This does not have to depend on a states population count or other similar factors."
                }
            ]
        },
        {
            "amendmentNumber": 17,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Every state elects two senators through a vote by the people. These senators have 6 year terms and each have one vote. If a senate seat becomes vacant then the state can have a special election and the governor has the power to temporarily appoint someone in their place. Finally, they added for transition that it does not affect anyone currently in office."
                }
            ]
        },
        {
            "amendmentNumber": 18,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "After a year of ratification, all sale and transporation of alcohol would be prohibited and subject to new relegations. The congress has the power to enforce this. Finally, when submitting it they added that this article wouldn't be operative unless it was ratified within seven years. It was ratified in one year, so it went into affect."
                }
            ]
        },
        {
            "amendmentNumber": 19,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Nobody can deny another individual the right to vote based on their sex."
                }
            ]
        },
        {
            "amendmentNumber": 20,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "The President and Vice President's terms end at noon on January 20th of the appropriate year. The Senators and Representative's terms end at noon on Junary 3rd."
                },
                {
                    "sectionNumber": 2,
                    "interpretation": "Congress will meet at least once per year on Junary 3rd, unless another day is appointed."
                },
                {
                    "sectionNumber": 3,
                    "interpretation": "If the US president is not able to begin after the time that he is said to start, then the Vice President would take his place. If he is not able to start before the time agreed on, then the Vice President will take the President's role until a new one can be elected. If neither the President or Vice President are able to begin then congress will appoint someone until a candidate can be elected."
                },
                {
                    "sectionNumber": 4,
                    "interpretation": "Congress has the ability to create new laws to choose a President or Vice President based on unexpected circumstances. "
                },
                {
                    "sectionNumber": 5,
                    "interpretation": "Section 1 and 2 came into effect on October 15, 1933 as it was ratified on January 23, 1933."
                },
                {
                    "sectionNumber": 5,
                    "interpretation": "The article has to be ratified by 3/4 of the states and within 7 years. It took only 13 months to ratify, so it came into affect."
                }
            ]
        },
        {
            "amendmentNumber": 21,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Repeals the 18th amendment (prohibition of alcohol)"
                },
                {
                    "sectionNumber": 2,
                    "interpretation": "Gave states the control over the transportation and distribution of alcohol. Previously it has been under federal control."
                },
                {
                    "sectionNumber": 3,
                    "interpretation": "The article has to be ratified within 7 years and 3/4 of the states. It took less than 10 months to be ratified."
                }
            ]
        },
        {
            "amendmentNumber": 22,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "A person can not be president for more than two terms. If someone had served for over 2 years of someone else's election, then they can only be president once more. This rule does not apply to the president at the time of ratification (Harry S. Truman)."
                },
                {
                    "sectionNumber": 2,
                    "interpretation": "The article has to be ratified within 7 years and 3/4 of the states. It took less than 3 years and 11 months to be ratified."
                }
            ]
        },
        {
            "amendmentNumber": 23,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Washington DC is allowed to have electors to vote for the President and Vice President. The number of these represenatives is based on state population but never more than the lowest population state. Washington DC will follow the same rules outlined in the 12 amendment."
                },
                {
                    "sectionNumber": 2,
                    "interpretation": "Congress is allowed to enforce this through the correct legislation."
                }
            ]
        },
        {
            "amendmentNumber": 24,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "Citizens are allowed to vote even if they did not pay poll tax or any other kind of tax."
                },
                {
                    "sectionNumber": 2,
                    "interpretation": "Congress is allowed to enforce this through the correct legislation."
                }
            ]
        },
        {
            "amendmentNumber": 25,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "If the current president is removed from office, resigns or dies, then the Vice President takes their place."
                },
                {
                    "sectionNumber": 2,
                    "interpretation": "If the Vice President role is vacant, then the president nominates someone and they have to be approved by the majority of houses of congress. "
                },
                {
                    "sectionNumber": 3,
                    "interpretation": "If the President sends a written message stating they cannot perform their duties, then the Vice President is in charge until the President sends another message stating they are able to perform the job again."
                },
                {
                    "sectionNumber": 4,
                    "interpretation": "If the Vice President and the majority of the President's top officers send a letter stating that the president cannot perform his job, then the Vice President is in charge. After, if the President sends a letter stating that they are able to return to duty, then are in charge unless the Vice President and the majority of top officers send another letter within 4 days saying otherwise. If the second letter from the Vice President comes, then the senate has to meet within 48 hours and decide within 21 days. If two-thirds of both the House and Senate agree that the President is unable to serve, the Vice President continues as Acting President. If not, the President resumes their duties. "
                }
            ]
        },
        {
            "amendmentNumber": 26,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "If a US citizen is 18 years or older, then their right to vote cannot be denied."
                },
                {
                    "sectionNumber": 2,
                    "interpretation": "Congress is allowed to enforce this through the correct legislation."
                }
            ]
        },
        {
            "amendmentNumber": 27,
            "sections": [
                {
                    "sectionNumber": 1,
                    "interpretation": "If Congress passes a law that changes the pay for Senators and Representatives, the change can't take effect until after the next election."
                }
            ]
        }
    ]
}